Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/farming_and_fishing/farm_assist.html.txt.tmx
Source language: en
Languages: ga

source: Farm Assist is a means-tested payment for low income farmers
ga: Íocaíocht de réir tástála acmhainne d’fheirmeoirí ar ioncam íseal is ea Cúnamh Feirme

source: To qualify for Farm Assist, you must be a farmer, farming land in the State, aged between 18 and 66 and satisfy a means test
ga: Chun a bheith i dteideal Cúnamh Feirme, ní mór duit a bheith id' fheirmeoir idir 18 agus 66 bliana d'aois agus scrúdú maoine a shásamh

source: You are considered a farmer if you farm land that you own or lease and that you use for the purpose of husbandry
ga: Measfar gur feirmeoir tú má dhéanann tú feirmeoireacht ar thalamh faoi do sheilbh nó atá ar léas agat agus a úsáideann tú chun críche fearachais

source: Husbandry means working the land with the aim of taking produce from the land
ga: Ciallaíonn fearachas a bheith ag obair ar an talamh agus é mar aidhm agat táirgí a bhaint as an talamh

source: There is a similar social welfare payment for fishermen and women called Fish Assist
ga: Tá íocaíocht leasa shóisialaigh comhchosúil d’iascairí ar a dtugtar Cúnamh Éisc

source: The means test takes account of virtually every form of income but assesses it in different ways and disregards various amounts
ga: Tógtar san áireamh beagnach gach cinéal ioncaim san scrúdú maoine ach áirítear é ar bhealaí éagsúla agus déantar neamháird de shuimeanna áirithe de

source: Different rules apply to income from farming and other forms of self-employment, income from certain schemes such as the Rural Environmental Protection Scheme (REPS), income from employment and income from property and capital
ga: Tá rialacha ar leith ag baint le ioncaim ó fheirmeoireacht agus foirmeacha eile féin fhostaíocht, ioncaim ó scéimeanna áirithe, ioncam ó fhostaíocht agus ioncam ó shealúchas agus caipiteal

source: Since 8 March 2017, farm income and other income from off-farm self-employment will be assessed at 70% (down from 100%), with additional annual disregards of €254 for each of the first two children and €381 for the third and other children
ga: Déantar d’ioncam ó fheirmeoireacht a mheasúnú mar ollioncam a bhfuil tú, do chéile, do pháirtí nó do chomhchónaitheoir ag súil a thuilleamh lúide na costais a thabhaíonn tú d’fhonn an t-ioncam sin a thuilleamh

source: Your income from the previous 12 months is used to assess your likely future earnings
ga: Úsáidtear d’ioncam ón 12 mí roimhe sin chun tuillimh fhéideartha sa todhchaí a mheasúnú

source: However it is not simply assumed that your previous year’s earnings will be repeated the following year as farmers can have significant variations in income from year to year
ga: Ach ní mheastar áfach go mbeidh tuilleamh na bliana atá le teacht mar a chéile le tuilleamh na bliana seo caite mar bíonn éagsúlachtaí suntasacha ag baint le hioncam feirmeoirí ó bhliain go bliain

source: When you apply for Farm Assist, a social welfare inspector will call to see you and ask to see various documents
ga: Nuair a dhéanann tú iarratas ar Cúnamh Feirme, tiocfaidh oifigeach leasa shóisialaigh chugat agus iarrfaidh sé/sí roinnt cáipéisí ort, mar shampla cuntaisí a réitíodh i gcomhair cúrsaí cánach, sochar uachtarlann, cártaí clárú beithigh, sonraí íocaíochtaí an cloigeann, cúnamh ceantair srl

source: For example, accounts prepared for tax purposes, creamery returns, cattle registration cards, details of headage payments and area aid. They will also want information on the sale of crops, cattle, milk and other produce
ga: Déanfaidh an toifigeach measúnú ansin ar na costaisí a bhíonn ar rith an fheirm, agus na costais riachtanacha, mar shampla cíos, anáidí, costas ionchur mar cothú agus leasú talún agus dímheas innill feirme

source: Labour costs are taken into account, with the exception of the labour of the farmer and their spouse, civil partner or cohabitant
ga: Tógtar costas oibre san áireamh, seachas obair an fheirmeora agus céile/páirtnéir sibhialta/comhchónaitheoir an fheirmeora

source: You are entitled to receive a copy of this farm income calculation
ga: Tá an feirmeoir i dteideal cóip den mheasúnú ioncam feirme a fháil

source: Other income from self-employment
ga: Ioncam eile ó fhéinfhostaíocht

source: If you or your spouse, cohabitant or civil partner has other income from self-employment, this is also assessed, taking into account the costs incurred in the business
ga: Má tá ioncam eile agat nó ag do chéile, do chomhchónaitheoir nó do pháirtí sibhialta ó fhéinfhostaíocht, déantar é sin a mheas chomh maith, ag tógáil san áireamh na costais arna tabhú sa ghnó

source: The income from farming and other forms of self-employment is added together and the costs involved are deducted
ga: Cuirtear t-ioncam ó fheirmeoireacht agus ó fhoirmeacha eile féinfhostaíochta le chéile agus baintear as na costais a bhíonn i gceist

source: From 3 April 2013 100% of your means from self-employment (with no disregards for dependent children) are assessed
ga: Ón 3 Aibreán 2013 déantar measúnú ar 100% de d’acmhainní ó fhéinfhostaíocht (gan aon neamhaird i leith cleithiúnaithe)

source: You may be liable to pay Class S contributions on your income from self-employment
ga: D’fhéadfá a bheith faoi dhliteanas rannaíochtaí Aicme S a íoc ar d’ioncam ó fhéinfhostaíocht

source: REPS, AEOS, SACS and GLAS
ga: REPS, AEOS agus SACS

source: Some but not all of the payments received under the Rural Environmental Protection Scheme (REPS), the Agri-Environmental Options Scheme (AEOS) or the Special Area of Conservation (SAC) scheme are assessed
ga: Áirítear cuid de na híocaíochtaí a fhaightear faoin Scéim Cosanta Timpeallachta Tuaithe (REPS) nó an sceim Ceantar Speisealta Caomhnúchán (SAC) ach ní iad ar fad

source: • The first €2,540 per year of payments is disregarded
ga: • Déantar neamháird den chéad €2,540 sa mbliain de na híocaíochtaí

source: • 50% of the balance is also disregarded
ga: • Déantar neamháird de 50% leath den fhuíollach freisin

source: • Expenses incurred in complying with REPS, AEOS or SAC measures are deducted
ga: • Déantar asbhaint ar chostais a bhíonn ort chun go gcloífidh tú le céimeanna REPS/SAC

source: • The balance is assessed as means
ga: • Áirítear an fuíollach mar mhaoin

source: Payments under the new Green Low-Carbon Agri-Environment Scheme (GLAS) are treated in the same way and the same disregards apply
ga: Pléitear le h-iocaíochtaí faoin Scéim Ghlas ar Bheagán Carbóin do Chomhshaol na Talmhaíochta (GLAS) ar an mbealach céanna agus déantar na neamháird chéanna orthu

source: Income from leasing of land
ga: Ioncam ó léasadh cuóta bainne nó talamh

source: If you have leased part of your land, the income from the leasing is assessed in full
ga: Má tá do chuóta bainne ligthe ar léas agat, áirítear iomlán an ioncam ón léasadh

source: It is not included in the assessment of income from farming as described above
ga: Ní áirítear é i measúnú ioncaim feirme mar a deirtear thuas

source: If you have leased all of your land, you are not eligible for Farm Assist
ga: Is é an rud céanna a bhaineann le ioncaim ó léasadh an talamh

source: Your income from a job is assessed
ga: Déantar d’ioncam ó phost a mheasúnú

source: Your assessable weekly earnings (gross income less PRSI, union dues and superannuation fees) are usually assessed on the basis of the 13 weeks before you claim
ga: Déantar do thuilleamh seachtainiúil inmheasúnaithe (ollioncam lúide ÁSPC, táillí ceardchumainn agus táillí aoisliúntais) a mheasúnú de ghnáth ar bhonn na 13 seachtaine roimh d’éileamh

source: Not all of your income is taken into account
ga: Ní thógtar d’ioncam iomlán san áireamh

source: €20 per day (up to a maximum of €60) is deducted from your assessable weekly earnings and then 60% of the balance is assessed as weekly means
ga: Baintear €20 in aghaidh an lae (suas go huasmhéid €60) as do thuilleamh seachtainiúil inmheasúnaithe agus ansin déantar 60% den iarmhéid a mheasúnú mar acmhainn sheachtainiúil

source: Any income from an occupational pension is assessed in full
ga: Déantar aon ioncam ó phinsean ceirde a mheasúnú ina iomláine

source: If you have seasonal work you are assessed on your earnings only during the period you are actually working
ga: Má bhíonn obair shéasúrach agat ní dhéantar tú a mheasúnú ach amháin ar do thuilleamh i rith na tréimhse sin ina raibh tú ag obair

source: Your spouse, civil partner or cohabitant's income from employment is assessed in the same way (€20 per day with a maximum of €60 is deducted and 60% of the balance is assessed as weekly means)
ga: Déantar ioncam ó fhostaíocht do chéile, do pháirtí sibhialta nó do chomhchónaitheora ar an mbealach céanna (baintear €20 in aghaidh an lae le huasmhéid €60 as agus déantar 60% den iarmhéid a mheasúnú mar acmhainn sheachtainiúil)

source: People who were getting Farm Assist before 26 September 2007 and who were still in payment on 26 September 2007 may be assessed differently
ga: D’fhéadfaí daoine a bhí ag fáil Chúnamh Feirme roimh an 26 Meán Fómhair 2007 agus fós ag fáil íocaíochta an 26 Meán Fómhair 2007 a mheasúnú ar bhealach éagsúil

source: Income from capital includes property, savings and investments
ga: Cuimsíonn ioncam ó chaipiteal maoin, coigiltis agus infheistíochtaí

source: If you own property that you are not personally using or you have investments or any other form of capital, the value is assessed, using a special formula
ga: Má tá maoin agat nach bhfuil a húsáid agat go pearsanta nó má tá infheistíochtaí nó aon chineál caipitil eile agat, déantar an luach a mheasúnú, ag baint úsáide as foirmle speisialta

source: You may or may not be getting an income from the property or investment
ga: D’fhéadfadh sé go mbeadh nó nach mbeadh ioncam á fháil agat ón maoin nó ón infheistíocht

source: The value of capital is assessed as follows:
ga: Déantar an caipital a mheas mar a leanas:

source: • The first €20,000 of the capital is disregarded
ga: • Ní thógtar an chéad €20,000 san áireamh

source: • €20,000 to €30,000 is assessed at €1 for every €1,000
ga: • Sé luach an chaipiteal idir €20,000 agus €30,000 ná €1 sa tseachtain do gach €1000

source: • Next €10,000 is assessed at €2 per €1,000
ga: • Sé luach an chaipiteal idir €30,000 euro agus €40,000 ná €2 do gach €1000

source: • Excess of €40,000 is assessed at €4 per €1,000
ga: • Luach an chaipiteal nios mó €40,000 ná €4 do gach €1000

source: The assessment only applies to units of €1,000
ga: Ní bhaineann an measúnú nua sin ach le haonaid €1,000

source: Therefore all amounts should be rounded down to the nearest €1,000
ga: Mar sin ba cheart gach méid a shlánú go dtí an €1,000 is gaire

source: For example if you have €38,400 in the bank, the first €20,000 is disregarded, €10,000 is assessed at €1 per €1,000, which is €10 and the remaining €8,000 is assessed at €2 per €1,000, which is €16 per week
ga: Mar shampla má tá €38,4000 sa bhanc, déantar neamhaird den chéad €20,000, déantar €10,000 a mheasúnú ag €1 in aghaidh €1,000, is é sin le rá €10 agus déantar an €8,000 eile a mheasúnú ag €2 in aghaidh €1,000, sin €16 in aghaidh na seachtaine

source: So your income from capital is €26 per week
ga: Mar sin is é d’ioncam ó chaipiteal ná €26 in aghaidh na seachtaine nó €1,352 in aghaidh na bliana

source: Property you do not use
ga: Sealúchas nach mbaineann tú úsáid as

source: If you don't use your farm and as a result have no income from it, an assessment of its value to you is still made
ga: Muna mbaineann tú úsáid as do fheirm agus dá bharr seo nach bhfuil aon ioncam agat as, déantar measúnú ar a luach mar sin féin

source: The farm is effectively treated as capital
ga: Tógtar san áireamh an feirm mar chaipiteal agus déantar measúnú air mar a léirítear thuas

source: Your home is not taken into account in the means test unless you get an income from it
ga: Ní thógtar do theach san áireamh muna bhfaigheann tú ioncam uaidh

source: Your means from all sources are added together to get a total weekly means
ga: Déantar do chuid acmhainní ó gach foinse a shuimiú le chéile chun acmhainní seachtainiúla iomlána a fháil

source: You will be paid the difference between your total assessed weekly means and the maximum rate of Farm Assist that you could get if you had no means (including increases for adult and child dependants)
ga: Íocfar an difríocht idir d’acmhainní seachtainiúla iomlána agus an uasráta Chúnamh Feirme a d’fhéadfá a fháil mura mbeadh aon acmhainní agat (lena n-áirítear méaduithe maidir le daoine fásta agus leanaí cleithiúnacha)

source: Weekly rates in 2016 and up to 8 March 2017
ga: Ráta seachtainiúil (ó 8 Márta 2017)

source: │Personal rate │€193.00 │
ga: │Uasráta phearsanta │€193.00 │

source: │Qualified adult │€128.10 │
ga: │Méadú Duine Fásta Cáilithe │€128.10 │

source: │Qualified child │€29.80 (full-rate), €14.90 │ │dependant │(half-rate) │
ga: │Gach Cleithiúnaí Linbh │€29.80 (Ráta iomlán) €14.90 (Leath ráta) │

source: An increase is payable for each child dependant if you are getting an increase for a qualified adult
ga: Gheobhaidh tú an ráta iomlán Méadú Cleithiúnaí Linbh má fhaigheann tú Méadú Duine Fásta Cáilithe

source: If you do not qualify for an increase for a qualified adult, you may get a half-rate increase for a qualified child dependant
ga: Ní bhfaighidh tú ach leath an ráta Méadú do Chleithiúnaí Linbh mura gcáilíonn tú Méadú Duine Fásta Cáilithe

source: Download and complete form Farm 1 (pdf) and return this form to your local Intreo centre or social welfare office
ga: Íoslódáil foirm feirm 1 (pdf) agus seol an fhoirm chomhlánaithe chuig d'oifig áitiúil leasa shóisialaigh

source: You can appeal a decision if you are unhappy with it
ga: Is féidir leat athchomharc a dhéanamh i gcoinne cinneadh muna bhfuil tú sásta leis

source: You should appeal with 21 days of the decision and you can ask for an oral hearing
ga: Ba cheart duit athchomharc a dhéanamh taobh istigh de 21 lá den chinneadh agus is féidir leat éisteacht labhartha a iarradh

source: An appeals officer, whose decision is final, will then hear your case
ga: Éistfidh Oifigeach Athchomhairce do chás ansin, agus tá an cinneadh deireanach aige/ aici sin

source: If new information comes to light or your circumstances change, you can apply for Farm Assist again
ga: Má thagann eolas nua chun cinn nó má athraíonn do chúinsí pearsanta, is féidir leat cur isteach ar Chúnamh Feirme arís

source: If you have further questions about Farm Assist contact your Intreo Centre or local Social Welfare Branch Office
ga: Ba chóír duit aon cheist maidir le Cúnamh Feirme a chur ar d'oifig áitiúil leasa shóisialaigh
